Revit 2027 API
GroupTypeId.CurtainGridn1 Property
 Grid 1.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CurtainGridn1 { get; }
Public Shared ReadOnly Property CurtainGridn1 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CurtainGridn1 {
	ForgeTypeId^ get ();
}
static member CurtainGridn1 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
GroupTypeId Class
Autodesk.Revit.DB Namespace